const soorehListData = [
  {
    soorehName: "فاتحه",
    ayeNumber: "7",
    id: 0,
  },
  {
    soorehName: "بقره",
    ayeNumber: "286",
    id: 1,
  },
  {
    soorehName: "آل عمران",
    ayeNumber: "200",
    id: 2,
  },
  {
    soorehName: "نساء",
    ayeNumber: "176",
    id: 3,
  },
  {
    soorehName: "مائده",
    ayeNumber: "120",
    id: 4,
  },
  {
    soorehName: "انعام",
    ayeNumber: "165",
    id: 5,
  },
  {
    soorehName: "اعراف",
    ayeNumber: "206",
    id: 6,
  },
  {
    soorehName: "انفال",
    ayeNumber: "75",
    id: 7,
  },
  {
    soorehName: "توبه",
    ayeNumber: "129",
    id: 8,
  },
  {
    soorehName: "یونس",
    ayeNumber: "109",
    id: 9,
  },
  {
    soorehName: "هود",
    ayeNumber: "123",
    id: 10,
  },
  {
    soorehName: "یوسف",
    ayeNumber: "111",
    id: 11,
  },
  {
    soorehName: "رعد",
    ayeNumber: "43",
    id: 12,
  },
  {
    soorehName: "ابراهیم",
    ayeNumber: "52",
    id: 13,
  },
  {
    soorehName: "حجر",
    ayeNumber: "99",
    id: 14,
  },
  {
    soorehName: "نحل",
    ayeNumber: "128",
    id: 15,
  },
  {
    soorehName: "اسراء",
    ayeNumber: "111",
    id: 16,
  },
  {
    soorehName: "کهف",
    ayeNumber: "110",
    id: 17,
  },
  {
    soorehName: "مریم",
    ayeNumber: "98",
    id: 18,
  },
  {
    soorehName: "طه",
    ayeNumber: "135",
    id: 19,
  },
  {
    soorehName: "انبیاء",
    ayeNumber: "112",
    id: 20,
  },
  {
    soorehName: "حج",
    ayeNumber: "78",
    id: 21,
  },
  {
    soorehName: "موًمنون",
    ayeNumber: "118",
    id: 22,
  },
  {
    soorehName: "نور",
    ayeNumber: "64",
    id: 23,
  },
  {
    soorehName: "فرقان",
    ayeNumber: "77",
    id: 24,
  },
  {
    soorehName: "شعراء",
    ayeNumber: "227",
    id: 25,
  },
  {
    soorehName: "نمل",
    ayeNumber: "93",
    id: 26,
  },
  {
    soorehName: "قصص",
    ayeNumber: "88",
    id: 27,
  },
  {
    soorehName: "عنکبوت",
    ayeNumber: "69",
    id: 28,
  },
  {
    soorehName: "روم",
    ayeNumber: "60",
    id: 29,
  },
  {
    soorehName: "لقمان",
    ayeNumber: "34",
    id: 30,
  },
  {
    soorehName: "سجده",
    ayeNumber: "30",
    id: 31,
  },
  {
    soorehName: "احزاب",
    ayeNumber: "73",
    id: 32,
  },
  {
    soorehName: "سبأ",
    ayeNumber: "54",
    id: 33,
  },
  {
    soorehName: "فاطر",
    ayeNumber: "45",
    id: 34,
  },
  {
    soorehName: "	یس",
    ayeNumber: "83",
    id: 35,
  },
  {
    soorehName: "صافات",
    ayeNumber: "182",
    id: 36,
  },
  {
    soorehName: "ص",
    ayeNumber: "88",
    id: 37,
  },
  {
    soorehName: "زمر",
    ayeNumber: "75",
    id: 38,
  },
  {
    soorehName: "غافر",
    ayeNumber: "85",
    id: 39,
  },
  {
    soorehName: "فصلت",
    ayeNumber: "54",
    id: 40,
  },
  {
    soorehName: "شوری",
    ayeNumber: "53",
    id: 41,
  },
  {
    soorehName: "زخرف",
    ayeNumber: "89",
    id: 42,
  },
  {
    soorehName: "دخان",
    ayeNumber: "59",
    id: 43,
  },
  {
    soorehName: "جاثیه",
    ayeNumber: "37",
    id: 44,
  },
  {
    soorehName: "احقاف",
    ayeNumber: "35",
    id: 45,
  },
  {
    soorehName: "محمد",
    ayeNumber: "38",
    id: 46,
  },
  {
    soorehName: "فتح",
    ayeNumber: "29",
    id: 47,
  },
  {
    soorehName: "حجرات",
    ayeNumber: "18",
    id: 48,
  },
  {
    soorehName: "ق",
    ayeNumber: "45",
    id: 49,
  },
  {
    soorehName: "ذاریات",
    ayeNumber: "60",
    id: 50,
  },
  {
    soorehName: "طور",
    ayeNumber: "49",
    id: 51,
  },
  {
    soorehName: "نجم",
    ayeNumber: "62",
    id: 52,
  },
  {
    soorehName: "قمر",
    ayeNumber: "55",
    id: 53,
  },
  {
    soorehName: "الرحمن",
    ayeNumber: "78",
    id: 54,
  },
  {
    soorehName: "واقعه",
    ayeNumber: "96",
    id: 55,
  },
  {
    soorehName: "حدید",
    ayeNumber: "29",
    id: 56,
  },
  {
    soorehName: "مجادله",
    ayeNumber: "22",
    id: 57,
  },
  {
    soorehName: "حشر",
    ayeNumber: "24",
    id: 58,
  },
  {
    soorehName: "ممتحنه",
    ayeNumber: "13",
    id: 59,
  },
  {
    soorehName: "صف",
    ayeNumber: "14",
    id: 60,
  },
  {
    soorehName: "جمعه",
    ayeNumber: "11",
    id: 61,
  },
  {
    soorehName: "منافقون",
    ayeNumber: "11",
    id: 62,
  },
  {
    soorehName: "تغابن",
    ayeNumber: "18",
    id: 63,
  },
  {
    soorehName: "طلاق",
    ayeNumber: "12",
    id: 64,
  },
  {
    soorehName: "تحریم",
    ayeNumber: "12",
    id: 65,
  },
  {
    soorehName: "ملک",
    ayeNumber: "30",
    id: 66,
  },
  {
    soorehName: "قلم",
    ayeNumber: "52",
    id: 67,
  },
  {
    soorehName: "الحاقه",
    ayeNumber: "52",
    id: 68,
  },
  {
    soorehName: "معارج",
    ayeNumber: "44",
    id: 69,
  },
  {
    soorehName: "نوح",
    ayeNumber: "28",
    id: 70,
  },
  {
    soorehName: "جن",
    ayeNumber: "28",
    id: 71,
  },
  {
    soorehName: "مزمل",
    ayeNumber: "20",
    id: 72,
  },
  {
    soorehName: "مدثر",
    ayeNumber: "56",
    id: 73,
  },
  {
    soorehName: "قیامه",
    ayeNumber: "40",
    id: 74,
  },
  {
    soorehName: "انسان",
    ayeNumber: "31",
    id: 75,
  },
  {
    soorehName: "مرسلات",
    ayeNumber: "50",
    id: 76,
  },
  {
    soorehName: "نبأ",
    ayeNumber: "40",
    id: 77,
  },
  {
    soorehName: "نازعات",
    ayeNumber: "46",
    id: 78,
  },
  {
    soorehName: "عبس",
    ayeNumber: "42",
    id: 79,
  },
  {
    soorehName: "تکویر",
    ayeNumber: "29",
    id: 80,
  },
  {
    soorehName: "انفطار",
    ayeNumber: "19",
    id: 81,
  },
  {
    soorehName: "مطففین",
    ayeNumber: "36",
    id: 82,
  },
  {
    soorehName: "انشقاق",
    ayeNumber: "25",
    id: 83,
  },
  {
    soorehName: "بروج",
    ayeNumber: "22",
    id: 84,
  },
  {
    soorehName: "طارق",
    ayeNumber: "17",
    id: 85,
  },
  {
    soorehName: "اعلی",
    ayeNumber: "19",
    id: 86,
  },
  {
    soorehName: "غاشیه",
    ayeNumber: "26",
    id: 87,
  },
  {
    soorehName: "فجر",
    ayeNumber: "30",
    id: 88,
  },
  {
    soorehName: "بلد",
    ayeNumber: "20",
    id: 89,
  },
  {
    soorehName: "شمس",
    ayeNumber: "15",
    id: 90,
  },
  {
    soorehName: "لیل",
    ayeNumber: "21",
    id: 91,
  },
  {
    soorehName: "ضحی",
    ayeNumber: "11",
    id: 92,
  },
  {
    soorehName: "انشراح",
    ayeNumber: "8",
    id: "93",
  },
  {
    soorehName: "تین",
    ayeNumber: "8",
    id: 94,
  },
  {
    soorehName: "علق",
    ayeNumber: "19",
    id: 95,
  },
  {
    soorehName: "قدر",
    ayeNumber: "5",
    id: 96,
  },
  {
    soorehName: "بینه",
    ayeNumber: "8",
    id: 97,
  },
  {
    soorehName: "زلزال",
    ayeNumber: "8",
    id: 98,
  },
  {
    soorehName: "عادیات",
    ayeNumber: "11",
    id: 99,
  },
  {
    soorehName: "قارعة",
    ayeNumber: "11",
    id: 100,
  },
  {
    soorehName: "تکاثر",
    ayeNumber: "8",
    id: 101,
  },
  {
    soorehName: "عصر",
    ayeNumber: "3",
    id: 102,
  },
  {
    soorehName: "همزه",
    ayeNumber: "9",
    id: 103,
  },
  {
    soorehName: "فیل",
    ayeNumber: "5",
    id: 104,
  },
  {
    soorehName: "قریش",
    ayeNumber: "4",
    id: 105,
  },
  {
    soorehName: "ماعون",
    ayeNumber: "7",
    id: 106,
  },
  {
    soorehName: "کوثر",
    ayeNumber: "3",
    id: 107,
  },
  {
    soorehName: "کافرون",
    ayeNumber: "6",
    id: 108,
  },
  {
    soorehName: "نصر",
    ayeNumber: "3",
    id: 109,
  },
  {
    soorehName: "مسد",
    ayeNumber: "5",
    id: 110,
  },
  {
    soorehName: "اخلاص",
    ayeNumber: "4",
    id: 111,
  },
  {
    soorehName: "	فلق",
    ayeNumber: "5",
    id: 112,
  },
  {
    soorehName: "ناس",
    ayeNumber: "6",
    id: 113,
  },
]

const newsData = [
  {
    id: 0,
    imageSrc: "/../../export/02ec1b45c4033c367e7dd134c9c716f8.jpg",
    title: "اول",
    history: "10/08/1405",
    time: "00:00:04",
    data: "شرکت آتیه ره های گردشگری ایرکنین اینا رو به عن وان تک لیف به اینکه شم کنخها حخهتخت حهخن  حخت خهااهخ هاخ حخها حخت حهت سشیس زقغت حهکعمی قثفص اذبسس شسسلق حعنتد کنین اینا رو به عن وان تکلیف به عنوان",
  },
  {
    id: 1,
    imageSrc: "/../../export/a771cbeabe05fe3cb7917887cdd0c801.jpg",
    title: "دوم",
    history: "2/07/1400",
    time: "19:00:27",
    data: "شرکت آتیه به های گردشگری ایران ن اینا رو به عن وان تک لیف به انین ن وان تکلیف به عنوان",
  },
  {
    id: 2,
    imageSrc: "/../../export/image1s.jpg",
    title: "سوم",
    history: "1/04/1430",
    time: "08:10:04",
    data: "شرکت آتیهذبه های گردشگری ایران و بسیصفحه ره شم کنین اینا رو به عنوان  عن وان تکلیف به عنوان",
  },
  {
    id: 3,
    imageSrc: "/../../export/attach2020103477881470276149.jpg",
    title: "چهارم",
    history: "13/02/1337",
    time: "18:12:37",
    data: "شرکان تکلیف به عنوان",
  },
  {
    id: 4,
    imageSrc: "/../../export/k273_معجزات_5.jpg",
    title: "چهارم",
    history: "13/02/1937",
    time: "11:42:57",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان",
  },
  {
    id: 5,
    imageSrc: "/../../export/سحابی-گل-سرخ-گون.jpg",
    title: "چهارم",
    history: "13/02/1937",
    time: "11:42:57",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانن وان تکلیف به عنوان",
  },
];
const poems = [
  {
    history: "11/30/1405",
    id: 0,
    imageSrc: "/../../export/02ec1b45c4033c367e7dd134c9c716f8.jpg",
    title: "اول",
    data: "شرکت آتیه ره های گردشگری ایرکنین اینا رو به عن وان تک لیف به اینکه شم کنخها حخهتخت حهخن  حخت خهااهخ هاخ حخها حخت حهت سشیس زقغت حهکعمی قثفص اذبسس شسسلق حعنتد کنین اینا رو به عن وان تکلیف به عنوان",
  },
  {
    history: "1/2/1405",
    id: 1,
    imageSrc: "/../../export/سحابی-گل-سرخ-گون.jpg",
    title: "دوم",
    data: "شرکت آتیه به های گردشگری ایران ن اینا رو به عن وان تک لیف به انین ن وان تکلیف به عنوان",
  },
  {
    history: "12/4/1405",
    id: 2,
    imageSrc: "/../../export/78184.jpg",
    title: "سوم",
    data: "شرکت آتیهذبه های گردشگری ایران و بسیصفحه ره شم کنین اینا رو به عنوان  عن وان تکلیف به عنوان",
  },
  {
    history: "1/1/1405",
    id: 3,
    imageSrc: "/../../export/attach2020103477881470276149.jpg",
    title: "چهارم",
    data: "شرکان تکلیف به عنوان",
  },
  {
    history: "11/20/1402",
    id: 4,
    imageSrc: "/../../export/چند-نمونه-از-معجزات-علمی-قرآن-1.jpg",
    title: "چهارم",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان",
  },
  {
    history: "11/20/1405",
    id: 5,
    imageSrc: "/../../export/k273_معجزات_5.jpg",
    title: "چهارم",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان",
  },
  {
    history: "11/20/1405",
    id: 6,
    imageSrc: "/../../export/attach2020103477881470276149.jpg",
    title: "چهارم",
    data: "شرکان تکلیف به عنوان",
  },
  {
    history: "11/20/1405",
    id: 7,
    imageSrc: "/../../export/a771cbeabe05fe3cb7917887cdd0c801.jpg",
    title: "چهارم",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان",
  },
  {
    history: "11/20/1405",
    id: 8,
    imageSrc: "/../../export/ff789f88e72874dd39a04206da50891c.jpg",
    title: "چهارم",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان",
  },
  {
    history: "11/20/1405",
    id: 9,
    imageSrc: "/../../export/bee_internal_anatomy.jpg",
    title: "چهارم",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان",
  },
  {
    history: "11/20/1405",
    id: 10,
    imageSrc: "/../../export/close-photography-uncut-emeralds.jpg",
    title: "چهارم",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وهشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان تکلیف به عنوانشرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان عن وان تکلیف به عنوان",
  },
];

const images = [
  {
    label: 'اعجاز قرآن در مورد مورچه ها',
    imgPath: '/../../export/چند-نمونه-از-معجزات-علمی-قرآن-1.jpg',
  },
  {
    label: 'اعجاز قرآن در مورد زنبور عسل',
    imgPath: '/../../export/thumbs_b_c_71a92de086aeb76fe7db31ec152285cf.jpg',
  },
  {
    label: 'اعجاز قرآن در مورد گیاهان',
    imgPath: '/../../export/ff789f88e72874dd39a04206da50891c.jpg',
  },
  {
    label: 'اعجاز قرآن در مورد زنبور عسل',
    imgPath: '/../../export/buud_معجزات_علمی_قران.jpg',
  },
  {
    label: 'اعجاز قرآن در مورد زنبور عسل',
    imgPath: '/../../export/سحابی-گل-سرخ-گون.jpg',
  },
  {
    label: 'اعجاز قرآن در مورد گیاهان',
    imgPath: '/../../export/bee_internal_anatomy.jpg',
  },
];

const articles = [
  {
    imgPath: '/../../export/buud_معجزات_علمی_قران.jpg',
    title: "چهارم",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان",

  },
  {
    imgPath: '/../../export/close-photography-uncut-emeralds.jpg',
    title: "چهارم",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان",

  },
  {
    imgPath: '/../../export/k273_معجزات_5.jpg',
    title: "چهارم",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان",

  },
  {
    imgPath: '/../../export/سحابی-گل-سرخ-گون.jpg',
    title: "چهارم",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان",

  },
  {
    imgPath: '/../../export/image1s.jpg',
    title: "چهارم",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان",

  },
  {
    imgPath: '/../../export/download (2).jpg',
    title: "چهارم",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان",

  },
  {
    imgPath: '/../../export/dba8b8ed22d2cdd95caa7d5f2a1a525b.jpg',
    title: "چهارم",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان",

  },
  {
    imgPath: '/../../export/buud_معجزات_علمی_قران.jpg',
    title: "چهارم",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان",

  },
  {
    imgPath: '/../../export/سحابی-گل-سرخ-گون.jpg',
    title: "چهارم",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان",

  },
  {
    imgPath: '/../../export/چند-نمونه-از-معجزات-علمی-قرآن-1.jpg',
    title: "چهارم",
    data: "شرکت آتیه راه آریامنش با هدفی واو به عنوان تکلیف کنین اینا ر و به عنلا جهت من وه عن وان تکلیف به عنوان",

  },
];

export const gettingNewsDataFromApi = () => {
  return newsData
}
export const gettingImagesDataFromApi = () => {
  return images
}
export const gettingArticlesDataFromApi = () => {
  return articles
}
export const gettingPoemsDataFromApi = () => {
  return poems
}
export const gettingSoorehListDataFromApi = () => {
  return soorehListData
}