import React from 'react';
import useStyles from './styles';
import { Grid, Typography } from '@material-ui/core';
const BooksContainer = () => {
    const {
        booksContainer,
        page,
        pageText,
        pageTitle,
    } = useStyles()

    return (
        <Grid container className={booksContainer} alignItems={"center"} wrap={"nowrap"} direction={"column"} >
            <Typography className={pageTitle} >سوره بقره - آیه2 - تعداد آیات 286</Typography>
            <Grid item className={page} >
                <Typography className={pageText} >
                    فَكُلِي وَاشْرَبِي وَقَرِّي
                    عَيْنًا ۖ فَإِمَّا تَرَيِنَّ مِنَ الْبَشَرِ أَحَدًا فَ
                    قُولِي إِنِّي نَذَرْتُ لِل
                    رَّحْمَٰنِ صَوْمًا فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيًّا ‎﴿٢٦﴾‏ فَأَتَتْ بِهِ قَوْمَهَا
                    تَحْمِلُهُ ۖ قَا
                    لُوا يَا مَرْ
                    يَمُ لَقَدْ
                    جِئْتِ
                    شَيْئًا فَرِيًّا ‎﴿ ٢٧﴾‏ يَا أُخْتَ هَارُونَ مَا كَانَ أَبُوكِ امْرَأَ سَوْءٍ وَمَا كَانَتْ
                    أُمُّكِ بَغِيًّا ‎﴿٢٨﴾‏ فَأَشَارَتْ إِلَيْهِ ۖ قَالُوا كَيْفَ نُكَلِّمُ مَن كَانَ فِ
                    ي الْمَهْدِ صَبِيًّا ‎﴿٢٩﴾ ‏ قَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَ
                    عَلَنِي نَبِيًّا ‎﴿٣٠﴾ ‏ وَجَ
                    عَلَنِي مُبَارَكًا أَيْنَ مَا كُنتُ وَأَوْصَ
                    انِي بِالصَّلَاةِ وَالزَّكَاةِ مَا دُمْتُ حَيًّا ‎﴿٣١﴾‏
                    وَبَرًّا بِوَالِدَتِي وَلَمْ
                    يَجْعَلْنِ
                    ي جَبَّارً
                    ا شَقِيًّا ‎﴿٣٢﴾‏ وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ
                    أُبْعَثُ حَيًّا ‎﴿ ٣٣﴾ ‏ ذَٰلِكَ عِيسَى ابْنُ مَرْيَمَ ۚ قَوْلَ الْحَقِّ الَّذِ
                    ي فِيهِ يَمْتَرُونَ ‎﴿ ٣٤﴾‏
                    مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٍ ۖ سُبْحَانَهُ ۚ إِذَا قَضَىٰ
                    أَ
                    مْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ ‎﴿ ٣٥﴾‏ وَإِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُو
                    هُ ۚ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ ‎﴿ ٣٦﴾‏ فَاخْتَلَفَ الْأَحْزَابُ مِن بَيْنِ
                    هِمْ
                    ۖ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا مِن مَّشْهَدِ يَوْمٍ عَظِيمٍ ‎﴿ ٣٧﴾‏ أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا ۖ لَٰكِنِ
                    الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُّبِينٍ ‎﴿ ٣٨﴾‏وَأَنذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَ
                    مْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ ‎﴿ ٣٩﴾‏ إِنَّا نَحْنُ نَرِثُ الْأَرْضَ وَمَنْ عَلَيْهَا وَإِلَ
                    يْنَا يُرْجَعُونَ ‎﴿ ٤٠﴾‏ وَا
                    ذْكُرْ فِي الْكِتَ
                    ابِ إِبْرَاهِيمَ ۚ إِنَّهُ كَانَ صِدِّيقًا نَّبِيًّا ‎﴿ ٤١﴾‏ إِذْ قَالَ لِأَبِيهِ يَا أَبَتِ لِمَ
                    تَعْبُدُ مَا
                    لَا يَسْمَعُ وَ
                    لَا يُبْصِرُ وَلَا يُ
                    غْنِي عَنكَ شَيْئًا ‎﴿ ٤٢﴾‏ يَا أَبَتِ إِنِّي قَدْ جَاءَنِي
                    مِنَ الْعِلْمِ مَا لَمْ يَ
                    أْتِكَ فَاتَّبِعْنِي أَهْدِكَ صِرَاطًا سَوِيًّا ‎﴿ ٤٣
                    ﴾‏ يَا أَبَتِ لَا تَعْبُدِ الشَّيْطَانَ ۖ إِنَّ الشَّيْطَا
                    نَ كَانَ لِل
                    رَّحْمَٰنِ عَصِ
                    يًّا ‎﴿ ٤٤﴾‏ يَا أَبَتِ إِنِّي أَخَافُ
                    أَن يَمَسَّكَ عَذَابٌ مِّنَ الرَّحْمَٰنِ فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا ‎﴿ ٤٥﴾‏
                    قَالَ أَرَاغِبٌ أَنتَ عَنْ آلِهَتِي يَا إِبْرَاهِيمُ ۖ لَئِن لَّمْ تَنتَهِ لَأَرْجُمَنَّكَ ۖ وَاهْجُرْنِي مَلِيًّا
                    ‎﴿ ٤٦﴾‏ قَالَ سَلَامٌ عَلَيْكَ ۖ سَأَسْتَغْفِرُ لَكَ رَبِّي ۖ إِنَّهُ كَانَ بِي حَفِيًّا
                    ‎﴿ ٤٧﴾‏ وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُ
                    ونِ ال
                    لَّهِ
                    وَأَدْ
                    عُو
                    رَبِّي عَسَىٰ أَلَّا أَكُونَ بِدُعَاءِ رَبِّي شَقِيًّا
                    ‎﴿ ٤٨﴾‏ فَلَمَّا اعْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِن دُو
                    نِ اللَّهِ
                    وَهَبْنَا لَ
                    هُ إِسْحَ
                    اقَ وَيَعْقُوبَ ۖ وَكُلًّا
                    جَعَلْنَا نَبِيًّ
                    ا ‎﴿ ٤٩﴾‏ وَوَهَبْنَا لَهُم مِّن رَّحْمَتِنَا وَجَعَلْنَا
                    لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا ‎﴿ ٥٠﴾‏ وَاذْكُرْ فِي الْكِتَابِ مُوسَىٰ ۚ إِنَّهُ كَانَ
                    مُخْلَصًا وَكَانَ رَسُولًا نَّبِيًّا ‎﴿ ٥١﴾‏وَنَادَيْنَاهُ مِن جَانِبِ الطُّورِ الْأَيْمَنِ وَقَرَّبْنَا
                    هُ نَجِيًّا ‎﴿ ٥٢﴾‏ وَوَ
                    هَبْنَا لَهُ مِن رَّحْمَتِنَا أَخَاهُ هَارُونَ نَبِيًّا ‎﴿٥٣﴾‏ وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ ۚ إِنَّهُ كَانَ صَا
                    دِقَ الْوَعْدِ وَكَانَ رَسُولًا نَّبِيًّا ‎﴿ ٥٤﴾‏ وَكَانَ يَأْمُرُ أَهْلَهُ
                    بِالصَّلَاةِ وَالزَّكَاةِ وَكَانَ عِندَ رَبِّهِ مَرْضِيًّا ‎﴿٥٥﴾‏ وَاذْكُرْ فِي الْكِتَابِ إِدْرِ
                    يسَ ۚ إِنَّهُ كَانَ صِدِّيقًا نَّبِيًّا ‎﴿ ٥٦﴾‏ وَرَفَعْنَاهُ مَكَانًا عَلِيًّا ‎﴿٥٧﴾‏
                </Typography>
            </Grid>
        </Grid>
    );
}

export default BooksContainer;